extends Node


var game_strs := {
	"头衔":[
		'[出入江湖]',
		'[崭露头角]',
		'[锋芒毕露]',
		'[名扬四海]',
		'[独步天下]',
		'[一代宗师]',
		'[剑气长虹]',
		'[无敌于世]',
		'[武林霸主]',
		'[天外飞仙]',
	],
	"广告联盟":
		{
		"名称": "中文博客广告联盟",
		"注册简介": "欢迎加入中文博客广告联盟！我们致力于为中文博客主提供一个高效、透明的广告变现平台。无论您是刚起步的博客新手，还是已有一定影响力的资深博主，都可以通过注册成为我们的成员，接入优质广告资源，实现流量变现。
		提示：如发现申请按钮无法点击，则表示你当前周平均访问量小于100，不符合联盟的申请条件，请稍后再试。",
		"审核简介": "为了确保联盟的整体质量与广告效果，我们实行严格的成员准入机制。所有注册用户需经过审核流程方可正式加入联盟。审核标准之一为：您的博客近一个周的日均访问量需达到100以上，且内容健康、合法、符合主流价值观。我们将在您提交申请后的3日内完成审核，并通过邮件或站内信通知审核结果。"
		}
}
